ImageMagick
akmod-nvidia
bat
btop
bzip2
cmake
composer
coreutils
ctags
docker-buildx
docker-cli
docker-compose
fd-find
ffmpeg
fzf
gawk
gh
git
git-delta
golang
gzip
java-21-openjdk
jq
kitty
less
libsixel-utils
lsd
mysql-server
p7zip
pandoc
php
poppler
poppler-data
postgresql-server
python3
python3-pip
ripgrep
tar
tig
tmux
translate-shell
unzip
vim-enhanced
w3m
wget2
xorg-x11-drv-nvidia-cuda
xorg-x11-drv-nvidia-cuda-libs
xorg-x11-drv-nvidia-power
xz
zip
zoxide
zsh
